Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Re-obtain
sv: Ã terfÃ¥

source: Revoke
sv: Ã terkalla

source: Obtain
sv: Skaffa

source: No domains have been configured. <a href="%(names_url)s">Configure domains</a> to be able to obtain certificates for them.
sv: Inga domÃ¤ner har konfigurerats. <a href="%(names_url)s"> Konfigurera domÃ¤ner </a> fÃ¶r att kunna fÃ¥ certifikat fÃ¶r dem.

source: Certificate successfully revoked for domain {domain}.This may take a few moments to take effect.
sv: Certifikatet Ã¥terkallat fÃ¶r domÃ¤nen {domain}. Det kan ta nÃ¥gra Ã¶gonblick att trÃ¤da i kraft.

source: Failed to revoke certificate for domain {domain}
sv: Det gick inte att Ã¥terkalla certifikatet fÃ¶r domÃ¤nen {domain}

source: Certificate successfully obtained for domain {domain}
sv: Certifikat erhÃ¥llet fÃ¶r domÃ¤nen {domain}

source: Failed to obtain certificate for domain {domain}
sv: Det gick inte att erhÃ¥lla certifikat fÃ¶r domÃ¤nen {domain}

source: Certificate successfully deleted for domain {domain}
sv: Certifikatet framgÃ¥ngsrikt Ã¥terkallat fÃ¶r domÃ¤nen {domain}

source: Failed to delete certificate for domain {domain}
sv: Det gick inte att ta bort certifikatet fÃ¶r domÃ¤nen {domain}

source: <a href="https://matrix.org/docs/guides/faq.html">Matrix</a> is an new ecosystem for open, federated instant messaging and VoIP. Synapse is a server implementing the Matrix protocol. It provides chat groups, audio/video calls, end-to-end encryption, multiple device synchronization and does not require phone numbers to work. Users on a given Matrix server can converse with users on all other Matrix servers via federation.
sv: <a href="https://matrix.org/docs/guides/faq.html">Matrix</a> Ã¤r ett nytt ekosystem fÃ¶r Ã¶ppna, federerade snabbmeddelanden och VoIP. Synapse Ã¤r en server som implementerar Matrix-protokollet. Det tillhandahÃ¥ller chattgrupper, ljud- / videosamtal, kryptering frÃ¥n slutet till slut, synkronisering av flera enheter och krÃ¤ver inte telefonnummer fÃ¶r att fungera. AnvÃ¤ndare pÃ¥ en given Matrix-server kan samtala med anvÃ¤ndare pÃ¥ alla andra Matrix-servrar via federation.

source: Matrix Synapse needs a STUN/TURN server for audio/video calls. Install the <a href={coturn_url}>Coturn</a> app or configure an external server.
sv: Matrix Synapse behÃ¶ver en STUN/TURN-server fÃ¶r ljud-/videosamtal. Installera <a href="{coturn_url}">Coturn</a>-appen eller konfigurera en extern server.

source: Disabled. This could lead to adversaries registering many spam accounts on your server with automated scripts.
sv: Inaktiverad. Detta kan leda till att motstÃ¥ndare registrerar mÃ¥nga skrÃ¤ppostkonton pÃ¥ din server med automatiserade skript.

source: Require users creating a new account to use a registration token. A token will be created automatically. Pass this token to your potential new users. They will be asked for the token during registration. (recommended)
sv: KrÃ¤v att anvÃ¤ndare skapar ett nytt konto fÃ¶r att anvÃ¤nda en registreringstoken. En token kommer att skapas automatiskt. Skicka denna token till dina potentiella nya anvÃ¤ndare. De kommer att tillfrÃ¥gas om token under registreringen. (rekommenderas)

source: Enable Public Registration
sv: Aktivera offentlig registrering

source: Enabling public registration means that anyone on the Internet can register a new account on your Matrix server. Disable this if you only want existing users to be able to use it.
sv: Att aktivera offentlig registrering innebÃ¤r att vem som helst pÃ¥ Internet kan registrera ett nytt konto pÃ¥ din Matrix-server. Inaktivera detta om du bara vill att befintliga anvÃ¤ndare ska kunna anvÃ¤nda det.

source: Verification method for registration
sv: Verifieringsmetod fÃ¶r registrering

source: Configures the local <a href={coturn_url}>coturn</a> app as the STUN/TURN server for Matrix Synapse. Disable this if you want to use a different STUN/TURN server.
sv: Konfigurerar den lokala <a href="{coturn_url}">coturn</a>-appen som STUN/TURN-servern fÃ¶r Matrix Synapse. Inaktivera detta om du vill anvÃ¤nda en annan STUN/TURN-server.

source: Element
sv: Grundämne

source: Chat room
sv: Chattrum

source: Matrix service needs to be configured for a domain. Users on other Matrix servers will be able to reach users on this server using this domain name. Matrix user IDs will look like <em>@username:domainname</em>.
sv: MatriktjÃ¤nsten mÃ¥ste konfigureras fÃ¶r en domÃ¤n. AnvÃ¤ndare pÃ¥ andra Matrix-servrar kan nÃ¥ anvÃ¤ndare pÃ¥ denna server med detta domÃ¤nnamn. Matrix-anvÃ¤ndar-ID kommer att se ut som <em>@ anvÃ¤ndarnamn: domÃ¤nnamn</em>.

source: <strong>Warning!</strong> Changing the domain name after this step will require uninstalling and reinstalling the app which will wipe app's data.
sv: Varning! Ãndring av domÃ¤nnamnet efter det hÃ¤r steget kommer att krÃ¤va att du avinstallerar och installerar om appen vilket kommer att radera appens data.

source: No domain(s) are available. <a href="%(config_url)s">Configure</a> at least one domain to be able to use Matrix Synapse.
sv: Inga domÃ¤n (er) Ã¤r tillgÃ¤ngliga. <a href="%(config_url)s">Konfigurera</a> minst en domÃ¤n fÃ¶r att kunna anvÃ¤nda Matrix Synapse.

source: The Matrix server domain is set to <em>%(domain_name)s</em>. User IDs will look like <em>@username:%(domain_name)s</em>. Changing the domain name requires uninstalling and reinstalling the app which will wipe app's data.
sv: Matrix serverdomÃ¤nen Ã¤r instÃ¤lld pÃ¥ <em>%(domain_name)s</em>. AnvÃ¤ndar-ID ser ut som <em>@anvÃ¤ndarnamn:%(domain_name)s</em>. Att Ã¤ndra domÃ¤nnamnet krÃ¤ver att man avinstallerar och installerar om appen vilket kommer att radera appens data.

source: New users can be registered from any client if public registration is enabled.
sv: Nya anvÃ¤ndare kan registreras frÃ¥n valfri klient om offentlig registrering Ã¤r aktiverad.

source: New users must use one of the following tokens for verification during account registration:
sv: Nya anvÃ¤ndare mÃ¥ste anvÃ¤nda en av fÃ¶ljande tokens fÃ¶r verifiering under kontoregistrering:

source: Registration Token
sv: Registreringstoken

source: Uses Allowed
sv: TillÃ¥ten anvÃ¤ndning

source: Pending Registrations
sv: PÃ¥gÃ¥ende registreringar

source: Completed Registrations
sv: GenomfÃ¶rda registreringar

source: Expiry Time
sv: UtgÃ¥ngstid

source: Unlimited
sv: ObegrÃ¤nsat

source: Matrix Synapse is configured to work with other Matrix servers on the internet. This allows %(box_name)s users to participate in rooms that are hosted elsewhere and Matrix users on other servers to participate in rooms hosted here. If you face problems with federation, try the <a href="%(tester_url)s#%(domain_name)s"> federation tester tool</a>.
sv: Matrix Synapse Ã¤r konfigurerad fÃ¶r att arbeta med andra Matrix-servrar pÃ¥ internet. Detta gÃ¶r det mÃ¶jligt fÃ¶r %(box_name)s anvÃ¤ndare att delta i rum som Ã¤r drivs nÃ¥gon annanstans och Matrix-anvÃ¤ndare pÃ¥ andra servrar att delta i rum drivna hÃ¤r. Om du stÃ¶ter pÃ¥ problem med federation, prova <a href="%(tester_url)s#%(domain_name)s"> federationstestverktyg</a>.

source: The configured domain name is using a self-signed certificate. Federation with other Matrix Synapse instances requires a valid TLS certificate. Please go to <a href="%(letsencrypt_url)s">Let's Encrypt</a> to obtain one.
sv: Det konfigurerade domÃ¤nnamnet anvÃ¤nder ett sjÃ¤lvsignerat certifikat. Federation med andra Matrix Synapse-instanser krÃ¤ver ett giltigt TLS-certifikat. GÃ¥ till <a href="%(letsencrypt_url)s">Let's Encrypt</a> fÃ¶r att fÃ¥ en sÃ¥dan.

source: Registration configuration cannot be updated when app is disabled.
sv: Registreringskonfigurationen kan inte uppdateras nÃ¤r appen Ã¤r inaktiverad.

source: MediaWiki is the wiki engine that powers Wikipedia and other WikiMedia projects. A wiki engine is a program for creating a collaboratively edited website. You can use MediaWiki to host a wiki-like website, take notes or collaborate with friends on projects.
sv: MediaWiki Ã¤r wikimotorn som driver Wikipedia och andra WikiMedia-projekt. En wikimotor Ã¤r ett program fÃ¶r att skapa en samarbetsredigerad webbplats. Du kan anvÃ¤nda Media att vara vÃ¤rd fÃ¶r en wiki-liknande webbplats, gÃ¶ra anteckningar eller samarbeta med vÃ¤nner pÃ¥ projekt.

source: This MediaWiki instance comes with a randomly generated administrator password. You can set a new password in the "Configuration" section and log in using the "admin" account. You can then create more user accounts from MediaWiki itself by going to the <a href="/mediawiki/index.php/Special:CreateAccount">Special:CreateAccount</a> page.
sv: Denna MediaWiki-instans kommer med ett slumpmÃ¤ssigt genererat administratÃ¶rslÃ¶senord. Du kan stÃ¤lla in ett nytt lÃ¶senord i avsnittet "Konfiguration" och logga in med "admin" -kontot. Du kan sedan skapa fler anvÃ¤ndarkonton frÃ¥n MediaWiki sjÃ¤lv genom att gÃ¥ till <a href="/mediawiki/index.php/Special:CreateAccount">Special: Skapa konto</a> sida.

source: Anyone with a link to this wiki can read it. Only users that are logged in can make changes to the content.
sv: Alla som har en lÃ¤nk till denna wiki kan lÃ¤sa den. Endast anvÃ¤ndare som Ã¤r inloggade kan gÃ¶ra Ã¤ndringar i innehÃ¥llet.

source: Administrator Password
sv: AdministratÃ¶rs lÃ¶senord

source: Set a new password for MediaWiki's administrator account (admin). The password cannot be a common one and the minimum required length is <strong>10 characters</strong>. Leave this field blank to keep the current password.
sv: Ange ett nytt lÃ¶senord fÃ¶r MediaWiki's administratÃ¶rskonto (admin). LÃ¶senordet kan inte vara vanligt och den minsta lÃ¤ngden Ã¤r <strong>10 tecken</strong>. LÃ¤mna det hÃ¤r fÃ¤ltet tomt om du vill behÃ¥lla det nuvarande lÃ¶senordet.

source: Used by MediaWiki to generate URLs that point to the wiki such as in footer, feeds and emails. Examples: "myfreedombox.example.org" or "example.onion".
sv: AnvÃ¤nds av MediaWiki fÃ¶r att generera webbadresser som pekar pÃ¥ wikin, t.ex. i sidfot, flÃ¶den och e-post. Exempel: "myfreedombox.example.org" eller "example.onion".

source: Site Name
sv: Sidnamn

source: Name of the site as displayed throughout the wiki.
sv: Namn pÃ¥ webbplatsen som visas i hela wiki.

source: Enable public registrations
sv: Aktivera offentliga registreringar

source: If enabled, anyone on the internet will be able to create an account on your MediaWiki instance.
sv: Om aktiverad, kommer alla pÃ¥ Internet att kunna skapa ett konto pÃ¥ din MediaWiki instans.

source: Enable private mode
sv: Aktivera privat lÃ¤ge

source: If enabled, access will be restricted. Only people who have accounts can read/write to the wiki. Public registrations will also be disabled.
sv: Om aktiverad kommer tillgÃ¥ng begrÃ¤nsas. Endast personer som har konton kan lÃ¤sa/skriva till wiki. Offentliga registreringar kommer ocksÃ¥ att inaktiveras.

source: Default Skin
sv: Standardskal

source: Choose a default skin for your MediaWiki installation. Users have the option to select their preferred skin.
sv: VÃ¤lj ett standardskal fÃ¶r din MediaWiki-installation. AnvÃ¤ndare har mÃ¶jlighet att vÃ¤lja Ã¶nskad utseendet.

source: Default Language
sv: Standard sprÃ¥k

source: Choose a default language for your MediaWiki installation. Users have the option to select their preferred language.
sv: VÃ¤lj ett standardsprÃ¥k fÃ¶r din MediaWiki-installation. AnvÃ¤ndare har mÃ¶jlighet att vÃ¤lja Ã¶nskat sprÃ¥k.

source: Password updated
sv: LÃ¶senord uppdaterad

source: Password update failed. Please choose a stronger password
sv: LÃ¶senordsuppdateringen misslyckades. VÃ¤lj ett starkare lÃ¶senord

source: Public registrations enabled
sv: Offentliga registreringar aktiverade

source: Public registrations disabled
sv: Offentliga registreringar avaktiverad

source: Private mode enabled
sv: Privat lÃ¤ge aktiverat

source: Private mode disabled
sv: Privat lÃ¤ge inaktiverat

source: Default skin changed
sv: Standardskal Ã¤ndrat

source: Domain name updated
sv: DomÃ¤nnamnet uppdaterat

source: Site name updated
sv: Sidnamnet har uppdaterats

source: Default language changed
sv: StandardsprÃ¥k Ã¤ndrat

source: Luanti, formally known as Minetest, is a multiplayer infinite-world block sandbox. This module enables the Luanti server to be run on this {box_name}, on the default port (30000). To connect to the server, a <a href="https://www.luanti.org/downloads/">Luanti client</a> is needed.
sv: Luanti, formellt kÃ¤nd som Minetest, Ã¤r en multiplayer infiniteworld block sandbox. Denna modul gÃ¶r det mÃ¶jligt fÃ¶r Luantiservern att kÃ¶ras pÃ¥ denna {box_name}, pÃ¥ standardporten (30000). FÃ¶r att ansluta till servern behÃ¶vs en <a href="https://www.luanti.org/downloads/">Luantiklient</a>.

source: Maximum number of players
sv: Maximalt antal spelare

source: You can change the maximum number of players playing minetest at a single instance of time.
sv: Du kan Ã¤ndra det maximala antalet spelare som spelar minetest vid en enda instans av tid.

source: Enable creative mode
sv: Aktivera kreativt lÃ¤ge

source: Creative mode changes the rules of the game to make it more suitable for creative gameplay, rather than challenging "survival" gameplay.
sv: Kreativt lÃ¤ge Ã¤ndrar spelets regler fÃ¶r att gÃ¶ra det mer lÃ¤mpligt fÃ¶r kreativt spel, snarare Ã¤n att utmana "survival" -spel.

source: Enable PVP
sv: Aktivera PVP

source: Enabling Player Vs Player will allow players to damage other players.
sv: Aktivering av spelare mot spelare gÃ¶r att spelare kan skada andra spelare.

source: Enable damage
sv: Aktivera skador

source: When disabled, players cannot die or receive damage of any kind.
sv: Om inaktiverat kan spelare inte dÃ¶ eller fÃ¥ skador av nÃ¥got slag.

source: Game server
sv: Spelserver

source: Platform
sv: Plattform

source: Address
sv: Adress

source: MiniDLNA is a simple media server software, with the aim of being fully compliant with DLNA/UPnP-AV clients. The MiniDLNA daemon serves media files (music, pictures, and video) to clients on a network. DLNA/UPnP is zero configuration protocol and is compliant with any device passing the DLNA Certification like portable media players, Smartphones, Televisions, and gaming systems (such as PS3 and Xbox 360) or applications such as totem and Kodi.
sv: MiniDLNA Ã¤r en enkel Media serverprogramvara, med syfte att vara helt kompatibel med DLNA/UPnP-AV-klienter. MiniDLNA-demonen betjÃ¤nar mediefiler (musik, bilder och video) till klienter i ett nÃ¤tverk. DLNA/UPnP Ã¤r Zero Configuration Protocol och Ã¤r kompatibel med alla enheter som passerar DLNA-certifiering som bÃ¤rbara mediaspelare, smartphones, TV-apparater och spelsystem (sÃ¥som PS3 och Xbox 360) eller applikationer som totem och Kodi.

source: Media Files Directory
sv: Media-filer katalog

source: Directory that MiniDLNA Server will read for content. All sub-directories of this will be also scanned for media files.
sv: Katalog som MiniDLNA Server kommer att lÃ¤sa innehÃ¥ll frÃ¥n. Alla underkataloger till denna kommer ocksÃ¥ att skannas efter mediefiler.

source: UPnP
sv: Universal Plug and Play

source: Updated media directory
sv: Uppdaterad mediekatalog

source: Miniflux is a web-based tool that aggregates news and blog updates from various websites into one centralized, easy-to-read format. It has a simple interface and focuses on a distraction-free reading experience. You can can subscribe to your favorite sites and access full article contents within the reader itself.
sv: Miniflux Ã¤r ett webbaserat verktyg som samlar nyheter och blogguppdateringar frÃ¥n olika webbplatser till ett centraliserat lÃ¤ttlÃ¤st format. Den har ett enkelt grÃ¤nssnitt och fokuserar pÃ¥ en distraktionsfri lÃ¤supplevelse. Du kan prenumerera pÃ¥ dina favoritwebbplatser och fÃ¥ tillgÃ¥ng till fullstÃ¤ndigt innehÃ¥ll i lÃ¤saren sjÃ¤lv.

source: Key features include keyboard shortcuts for quick navigation, full-text search, filtering articles, categories and favorites. Miniflux preserves user privacy by removing trackers. The primary interface is web-based. There are several third-party <a href="https://miniflux.app/docs/apps.html">clients</a> as well.
sv: Viktiga funktioner inkluderar tangentbordsgenvÃ¤gar fÃ¶r snabb navigering, fullstÃ¤ndig textsÃ¶kning, artikelfiltrering, kategorier och favoriter. Miniflux bevarar anvÃ¤ndarnas integritet genom att ta bort spÃ¥rare. Det primÃ¤ra grÃ¤nssnittet Ã¤r webbaserat. Det finns flera tredje part <a href="https://miniflux.app/docs/apps.html">klienter</a> ocksÃ¥.

source: Enter a username for the user.
sv: Ange ett anvÃ¤ndarnamn fÃ¶r anvÃ¤ndaren.

source: Enter a strong password with a minimum of 6 characters.
sv: Ange ett starkt lÃ¶senord med minst 6 tecken.

source: Password confirmation
sv: LÃ¶senordbekrÃ¤ftelse

source: Enter the same password for confirmation.
sv: Ange samma lÃ¶senord fÃ¶r bekrÃ¤ftelse.

source: Passwords do not match.
sv: LÃ¶senorden stÃ¤mmer inte.

source: News aggregation
sv: Nyhetsaggregation

source: Create an admin user to get started. Other users can be created from within Miniflux.
sv: Skapa en admininistratÃ¶rsanvÃ¤ndare fÃ¶r att komma igÃ¥ng. Andra anvÃ¤ndare kan skapas inifrÃ¥n Miniflux.

source: Create admin user
sv: Skapa administratÃ¶rsanvÃ¤ndare

source: Reset user password
sv: Ã terstÃ¤ll lÃ¶senord

source: Create Admin User
sv: Skapa administratÃ¶rsanvÃ¤ndare

source: Created admin user: {username}
sv: Skapad administratÃ¶r: {username}

source: An error occurred while creating the user: {error}.
sv: Ett fel intrÃ¤ffade nÃ¤r du skapade anvÃ¤ndaren: {error}.

source: Reset User Password
sv: Ã terstÃ¤ll lÃ¶senord

source: Password reset for user: {username}
sv: LÃ¶senord Ã¥terstÃ¤llt fÃ¶r anvÃ¤ndaren: {username}

source: An error occurred during password reset: {error}.
sv: Ett fel intrÃ¤ffade under Ã¥terstÃ¤llning av lÃ¶senord: {error}.

source: Mumble is an open source, low-latency, encrypted, high quality voice chat software.
sv: Mumble Ã¤r ett program fÃ¶r rÃ¶stchatt med Ã¶ppen kÃ¤llkod, lÃ¥g latens, kryptering och hÃ¶g ljudkvalitet.

source: You can connect to your Mumble server on the regular Mumble port 64738. <a href="http://mumble.info">Clients</a> to connect to Mumble from your desktop and mobile devices are available.
sv: Du kan ansluta till din Mumble-server pÃ¥ Mumbles standardport 64738. <a href="http://mumble.info"> Appar</a> finns fÃ¶r att ansluta till Mumble frÃ¥n din dator- och Android-enheter.

source: Mumble server is configured
sv: Mumble-servern Ã¤r konfigurerad

source: Set SuperUser Password
sv: Ange SuperUser lÃ¶senord

source: Optional. Leave this field blank to keep the current password. SuperUser password can be used to manage permissions in Mumble.
sv: Valfri. LÃ¤mna det hÃ¤r fÃ¤ltet tomt om du vill behÃ¥lla det aktuella lÃ¶senordet. SuperUser lÃ¶senord kan anvÃ¤ndas fÃ¶r att hantera behÃ¶righeter i Mumble.

source: Set a password to join the server
sv: Ange ett lÃ¶senord fÃ¶r att ansluta till servern

source: Set a password that is required to join the server. Leave empty to use the current password.
sv: Ange ett lÃ¶senord som krÃ¤vs fÃ¶r att ansluta till servern. LÃ¤mna det tomt om du vill anvÃ¤nda det nuvarande lÃ¶senordet.

source: Set the name for the root channel
sv: Ange namnet pÃ¥ rotkanalen

source: Set the name of the main channel of your mumble server. If the name was never changed, the channel is named Root.
sv: Ange namnet pÃ¥ huvudkanalen pÃ¥ din mumble-server. Om namnet aldrig har Ã¤ndrats heter kanalen Root.

source: Group conference
sv: Gruppkonferens

source: SuperUser password successfully updated.
sv: SuperUser lÃ¶senord har uppdaterats.

source: Join password changed
sv: LÃ¶senordet fÃ¶r anslutning har Ã¤ndrats

source: Root channel name changed.
sv: Namnet pÃ¥ rotkanalen har Ã¤ndrats.

source: Name Services provides an overview of the ways {box_name} can be reached from the public Internet: domain name, Tor onion service, and Pagekite. For each type of name, it is shown whether the HTTP, HTTPS, and SSH services are enabled or disabled for incoming connections through the given name.
sv: Name Services ger en Ã¶versikt Ã¶ver hur {box_name} kan nÃ¥s frÃ¥n det offentliga Internet: domÃ¤nnamn, Tor onion service och Pagekite. FÃ¶r varje typ av namn visas om HTTP-, HTTPS-och SSH-tjÃ¤nsterna Ã¤r aktiverade eller inaktiverade fÃ¶r inkommande anslutningar via det angivna namnet.

source: Name Services
sv: NamntjÃ¤nster

source: Domain (regular)
sv: DomÃ¤n (regelbunden)

source: Package systemd-resolved is installed
sv: Paketet systemd-resolved Ã¤r installerat

source: Resolve domain name: {domain}
sv: LÃ¶s domÃ¤nnamn: {domain}

source: All
sv: Alla

source: All web apps
sv: Alla webbappar

source: Use DNS-over-TLS for resolving domains (global preference)
sv: AnvÃ¤nd DNS-over-TLS fÃ¶r att lÃ¶sa domÃ¤ner (global preferens)

source: Use DNSSEC when resolving domains (global preference)
sv: AnvÃ¤nd DNSSEC nÃ¤r du lÃ¶ser domÃ¤ner (global preferens)

source: Hostname
sv: VÃ¤rdnamn

source: Hostname is the local name by which other devices on the local network can reach your {box_name}. It must start and end with an alphabet or a digit and have as interior characters only alphabets, digits and hyphens. Total length must be 63 characters or less.
sv: VÃ¤rdnamn Ã¤r namnet pÃ¥ din {box_name} som andra enheter i det lokala nÃ¤tverket kan nÃ¥ dig via. Det fÃ¥r endast bestÃ¥ av bokstÃ¤ver, siffror och bindestreck, men fÃ¥r inte bÃ¶rja eller sluta med bindestreck. VÃ¤rdnamn fÃ¥r vara max 63 tecken.

source: Invalid hostname
sv: Ogiltigt vÃ¤rdnamn

source: Domain name is the global name by which other devices on the Internet can reach your {box_name}. It must consist of labels separated by dots. Each label must start and end with an alphabet or a digit and have as interior characters only alphabets, digits and hyphens. Length of each label must be 63 characters or less. Total length of domain name must be 253 characters or less.
sv: DomÃ¤nnamn Ã¤r det globala namn som andra enheter pÃ¥ Internet kan nÃ¥ din {box_name} via. Det skall bestÃ¥ av ord Ã¥tskilda av punkter. Varje ord fÃ¥r endast bestÃ¥ av bokstÃ¤ver, siffror och bindestreck, men fÃ¥r inte bÃ¶rja eller sluta med bindestreck. Varje ord fÃ¥r vara max 63 tecken. Total lÃ¤ngd pÃ¥ domÃ¤nnamnet fÃ¥r max vara 253 tecken.

source: DNS Resolution
sv: DNS-upplÃ¶sning

source: opportunistic
sv: opportunistiska

source: no
sv: nej

source: allow-downgrade
sv: tillÃ¥t nedgradering

source: supported
sv: stÃ¶ds

source: unsupported
sv: stÃ¶ds inte

source: If you purchased a domain name from a domain registrar, you can configure it here. The name servers responsible for the domain must be pointing (A and AAAA records) to the public IP addresses of the %(box_name)s.
sv: Om du har kÃ¶pt ett domÃ¤nnamn frÃ¥n en domÃ¤nregistrator kan du konfigurera det hÃ¤r. Namnservrar som ansvarar fÃ¶r domÃ¤nen mÃ¥ste peka (A och AAA-poster) pÃ¥ de offentliga IP-adresserna i %(box_name)s.

source: If you wish to also use a subdomian of an already configured domain, add another entry for it here. Ensure that the subdomain is configured to point to %(box_name)s. Subdomains are useful for hosting multiple applications that each require a dedicted domain for themselves.
sv: Om du ocksÃ¥ vill anvÃ¤nda en underdomÃ¤n av en redan konfigurerad domÃ¤n, lÃ¤gg till en annan post fÃ¶r den hÃ¤r. Se till att underdomÃ¤nen konfigureras fÃ¶r att peka pÃ¥ %(box_name)s. SubdomÃ¤ner Ã¤r anvÃ¤ndbara fÃ¶r att vara vÃ¤rd fÃ¶r flera applikationer som varje krÃ¤ver en dedikerad domÃ¤n fÃ¶r sig sjÃ¤lv.

source: Edit
sv: Redigera

source: Add Domains
sv: LÃ¤gg till domÃ¤ner

source: Resolver Status
sv: DNS-klientstatus

source: Link
sv: Länk

source: DNS-over-TLS
sv: Krypterad DNS via TLS

source: Current DNS Server
sv: Nuvarande DNS-server

source: DNS Servers
sv: DNS-servrar

source: Fallback DNS Servers
sv: Reserv-DNS-servrar
